Repository: xacan1/RZMR_versashop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: phone
ru: телефон

source: Login to your account
kk: Тіркелгіңізге кіріңіз
ru: Вход в учётную запись

source: Forgot password
kk: Құпия сөзіңізді ұмыттыңыз ба?
ru: Забыли пароль?

source: Register
kk: Тіркеу
ru: Регистрация

source: Do not have an account? Register!
ru: Нет аккаунта? Зарегистрируйтесь!

source: Registration takes less than a minute and gives you the ability to manage your orders
ru: Регистрация занимает меньше минуты и даёт вам возможность управлять своими заказами

source: Already registered
ru: Уже зарегистрированы

source: You have successfully registered on the site
ru: Вы успешно зарегистрированы на сайте

source: Personal account
kk: Жеке кабинет
ru: Личный кабинет

source: Profile settings
kk: Профиль параметрлері
ru: Настройки профиля

source: Sections
kk: Бөлімдер
ru: Разделы

source: Orders
kk: Тапсырыстар
ru: Заказы

source: Organizations
kk: Ұйымдар
ru: Организации

source: Name
kk: Аты
ru: Наименование

source: Official name
kk: Ресми аты
ru: Официальное наименование

source: TIN
kk: СТТН
ru: ИНН

source: TRRC
kk: КПП
ru: КПП

source: Registered address
kk: Заңды мекен-жайы
ru: Юридический адрес

source: Postal address
kk: Пошталық мекенжай
ru: Почтовый адрес

source: Add my organization
kk: Менің ұйымымды қосыңыз
ru: Добавить мою организацию

source: Amount
kk: Сумма
ru: Сумма

source: Status
kk: Күй
ru: Статус

source: Paid
kk: Ақылы
ru: Оплачен

source: Canceled
kk: Бас тартылды
ru: Отменен

source: not specified
kk: белгілі емес
ru: не указана

source: Currency
kk: Валюта
ru: Валюта

source: Price type
kk: Баға түрі
ru: Тип цен

source: Our partners
kk: Біздің серіктестер
ru: Наши партнёры

source: Request a call
kk: Қоңырауға тапсырыс беру
ru: Заказать звонок

source: View cart
kk: Себет
ru: Посмотреть корзину

source: Company
kk: Зауыт туралы
ru: О заводе

source: About us
kk: Зауыт туралы ақпарат
ru: Информация о заводе

source: Quality and certification system
kk: Сапа және сертификаттау жүйесі
ru: Система качества и сертификации

source: Our clients
kk: Біздің клиенттеріміз
ru: Наши клиенты

source: Career
kk: Бос жұмыс орындары
ru: Карьера

source: Metal hoses
kk: Металиілгіш түтіктер
ru: Металлорукава

source: Fittings
kk: Ұштық арматура
ru: Концевая арматура

source: Guidance
kk: Таңдау бойынша ұсыныстар
ru: Рекомендации по выбору

source: Installations
kk: Монтаж және қауіпсіздік
ru: Монтаж и безопасность

source: Quality standards
kk: Сапа стандарттары
ru: Стандарты качества

source: PTFE Metal hoses
kk: Фторопластық иілгіш түтіктер
ru: Фторопластовые рукава

source: PH (fluoroplastic hose) PTFE hoses
kk: РФ сериялы фторопласты иілгіш түтіктер
ru: Фторопластовые рукава серии РФ

source: Composite hoses
ru: Композитные рукава

source: All composite hoses
ru: Все композитные рукава

source: EGE construction
ru: Рукава серии EGE

source: SSE construction
ru: Рукава серии SSE

source: SST construction
ru: Рукава серии SST

source: SGT construction
ru: Рукава серии SGT

source: SGE construction
ru: Рукава серии SGE

source: GGE construction
ru: Рукава серии GGE

source: AAE construction
ru: Рукава серии AAE

source: Filters and units
kk: Сүзгілер мен агрегаттар
ru: Фильтры и агрегаты

source: Engineering and non-standard equipment
kk: Cтандартты емес жабдықтар
ru: Нестандартное оборудование

source: Сustom-made products
kk: Тапсырыс берушінің сызбалары бойынша
ru: Изделия на заказ

source: Technological equipment
kk: Технологиялық жабдық
ru: Технологическая оснастка

source: Leak and strength tests
kk: Қымтаулылықты және беріктікті сынау
ru: Испытания на герметичность и прочность

source: Online constructor
kk: Онлайн конструктор
ru: Онлайн-конструктор

source: Home page
kk: Негізгі бет
ru: Главная

source: Contacts
kk: Контактілер
ru: Контакты

source: «Russian factory of metal hoses» Co.Ltd
kk: «Ресей металл шланг зауыты» ЖШС
ru: ООО «Русский Завод Металлорукавов»

source: All rights reserved
kk: Барлық құқықтар сақталған
ru: Все права защищены

source: Privacy policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

source: On the market for more than 12 years
kk: Нарықта 12 жылдан астам
ru: На рынке более 12 лет

source: Filters from the manufacturer, warranty up to 10 years
kk: Өндірушіден сүзгілер, 10 жылға дейін кепілдік
ru: Фильтры от производителя, гарантия до 10 лет

source: Pressure up to 400 atm
kk: 400 атм дейін қысым
ru: Давление до 400 атм

source: End fittings of any complexity
kk: Кез келген күрделіліктегі фитингтер
ru: Концевая арматура любой сложности

source: Own production
kk: Меншікті өндіріс
ru: Собственное производство

source: Flange connections
kk: Фланецті қосылыстар
ru: Фланцевые соединения

source: Prices from the manufacturer, GOST, DIN, ANSI standards
kk: Бағалар өндірушіден, ГОСТ, DIN, ANSI стандарттары
ru: Цены от производителя, стандарты ГОСТ, DIN, ANSI

source: ROT nuts
kk: Гайки РОТ
ru: Гайки РОТ

source: All versions at prices from the manufacturer
kk: Барлық нұсқалар өндірушінің бағасы бойынша
ru: Все исполнения по ценам от производителя

source: Metal hoses from the manufacturer according to high standards RZM ltd
kk: Өндіруші RZM ltd металл шлангілері жоғары стандарттарға
ru: Металлорукава от производителя по высоким стандартам ООО «РЗМ»

source: of the batch
kk: партиясының
ru: партии

source: passes final control tests
kk: соңғы бақылау сынақтарынан өтеді
ru: проходит выходные контрольные испытания

source: diameters of
kk: диаметрі
ru: диаметров

source: RGM metal hose to solve any production problems
kk: кез келген өндірістік мәселелерді шешу үшін RGM металл шлангінің
ru: металлорукавов РГМ для решения любых производственных задач

source: kgc/cm²
kk: кгc/см²
ru: кгc/см²

source: maximum operating pressure of metal hoses of the RGM series
kk: RGM сериясының металл шлангілерінің максималды жұмыс қысымы
ru: максимальное рабочее давление металлорукавов серии РГМ

source: types of
kk: түрі
ru: видов

source: product range produced by our company
kk: біздің компания шығаратын өнімдердің ассортименті
ru: номенклатуры продукции, выпускаемой нашим предприятием

source: Products
kk: Өнімдер
ru: Продукция

source: Fabric
kk: Мата
ru: Тканевые

source: compensators
kk: кеңейту буындары
ru: компенсаторы

source: Bellows
kk: Сильфонды
ru: Сильфонные

source: Non-standard
kk: Стандартты емес
ru: Не стандартное

source: equipment
kk: жабдық
ru: оборудование

source: go to
kk: Перейти в
ru: Перейти в

source: Why us
kk: Неге біз
ru: Почему мы

source: Order fulfillment in a short time due to own capacities and established relations with material suppliers
kk: Өз қуаттарымыз және материалдарды жеткізушілермен ретке қойылған қатынастарымыздың есебінен қысқа мерзімдер
ru: Короткие сроки за счет собственных мощностей и налаженных отношений с поставщиками материалов

source: Profitable prices for our partners
kk: Тұрақты клиенттерге адалдықтың ойластырылған жүйесі есебінен ұтымды баға
ru: Выгодная цена за счет продуманной системы лояльности к постоянным клиентам

source: Delivery throughout Russia and CIS countries
kk: Ресей және ТМД елдерінің барлық аумағына жеткізу
ru: Доставка по всей территории России и стран СНГ

source: Individual approach
kk: Әр клиентке жеке көзқарас
ru: Индивидуальный подход к каждому клиенту

source: End fittings map
kk: Ұштық арматура картасы
ru: Карта концевой арматуры

source: Production by customer drawings
kk: Бөлшектерді Тапсырыс берушінің сызбалары бойынша дайындау
ru: Изготовление деталей по чертежам заказчика

source: low-priced first
ru: Сначала дешевле

source: high-priced first
ru: Сначала дороже

source: Sort alphabetically from A to Z
ru: По алфавиту от А до Я

source: Sort alphabetically from Z to A
ru: По алфавиту от Я до А

source: Sort by:
ru: Упорядочить:

source: Place an order
ru: Оформить заказ

source: Continue shopping
ru: Продолжить покупки

source: Product
ru: Товар

source: Quantity
ru: Количество

source: Price
ru: Цена

source: on request
ru: по запросу

source: Order amount
ru: Сумма заказа

source: Delivery
ru: Доставка

source: Payment amount
ru: К оплате

source: Cancel the order
ru: Отменить заказ

source: To the list of orders
ru: К списку заказов

source: Add to cart
ru: В корзину

source: To favorites
ru: В избранное

source: Maximum price
ru: Максимальная цена

source: Selection of parameters
ru: Выбор параметров

source: Filter
ru: Отфильтровать

source: Price on request
ru: Цена по запросу

source: nothing found
ru: ничего не найдено

source: Discount
ru: Скидка

source: Do not choose anything yet? Time to check out our catalog!
ru: Ещё ничего не выбрали? Самое время ознакомиться с нашим каталогом!

source: Shop
ru: Магазин

source: Cart
ru: Корзина

source: Email address
kk: Email
